{
	"AboutApp": {
		"Description": "This App helps user to improve diet quality. Eating more fruit is an excellent way to improve overall health and reduce the risk of disease. Fruits are an excellent source of essential vitamins and minerals, and they are high in fiber. Fruits also provide a wide range of health-boosting antioxidants, including flavonoids. Eating a diet high in fruits and vegetables can reduce a person's risk of developing heart disease, cancer, inflammation, and diabetes. Citrus fruits and berries may be especially powerful for preventing disease. A 2014 study ranked powerhouse  fruit and vegetables by high nutrient density and low calories. Lemons came out top of the list, followed by strawberry, orange, lime, and pink and red grapefruit. In this article, we look at the nutrition and the many and varied health benefits of these and other fruits you can find in the supermarket."
	},
	"Categories": [{
		"Name": "Tap here to show the benifits of fruits",
		"Image": "https://iplaybaby.com/whole-baby-resource/wp-content/uploads/2017/04/The-Yin-and-Yang-of-Fruits-875x470.jpg",
		"Items": [

			{
				"Name": "Apple",
				"Image": "https://www.health-alternatives.com/images/apple.jpg",
				"Details": [{
						"Title": "Nutritional Value of an Apple",
						"Image": "https://a.imge.to/2019/07/11/cKCMR.png",
						"Description": "An apple a day keeps the doctor away is an old Welsh proverb that most of us are familiar with, but what makes this fruit so special? What health benefits are associated with eating apples?. One medium apple with skin contains 0.47 grams of protein, 95 calories, and 4.4 grams of dietary fiber."
					},
					{
						"Title": "",
						"Image": "https://www.nutritionadvance.com/wp-content/uploads/2017/12/red-and-green-apples.jpg",
						"Description": "As one of the most cultivated and consumed fruits in the world, apples are continuously being praised as a miracle food.Apples make a quick and easy addition to the diet. Eat them with the skin on for the greatest health benefits."
					}, {
						"Title": "Benefits",
						"Image": "",
						"Description": "A collection of research studies suggests that apples may well be one of the most healthy foods for you to include in your daily diet. Let's take a look at the studies and the possible health benefits suggested by them:"
					}, {
						"Title": "Improving neurological health",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/267/267290/3d-representation-of-a-brain.jpg",
						"Description": "A 2006 study published in the journal Experimental Biology and Medicine found that quercetin (one of the antioxidants found abundantly in apples) was one of two compounds that helped to reduce cellular death that is caused by oxidation and inflammation of neurons."
					}, {
						"Title": "",
						"Image": "",
						"Description": "Another study presented at the same conference and published in the Journal of Alzheimer's Disease suggested that apple juice consumption may increase the production in the brain of the essential neurotransmitter acetylcholine, resulting in improved memory among mice who have Alzheimer's-like symptoms. It should be noted that both studies were funded by unrestricted grants provided by the U.S. Apple Association and Apple Products Research and Education Council."
					}, {
						"Title": "Preventing dementia",
						"Image": "",
						"Description": "A study published in the Journal of Food Science in 2008 suggested that eating apples may have benefit for your neurological health. The researchers found that including apples in your daily diet may protect neuron cells against oxidative stress-induced neurotoxicity and may play an important role in reducing the risk of neurodegenerative disorders such as Alzheimer's disease."
					}, {
						"Title": "How to eat apples",
						"Image": "",
						"Description": "Raw apples make a great snack and combining them with almond butter helps balance protein and fat intake. People can also add raw or stewed apples to yogurt, or use applesauce in cooking."
					}, {
						"Title": "Reducing your risk of stroke",
						"Image": "",
						"Description": "A study involving 9,208 men and women showed that those who ate the most apples over a 28-year period had the lowest risk for stroke. The researchers concluded that the intake of apples is related to a decreased risk of thrombotic stroke"
					}, {
						"Title": "Lowering levels of bad cholesterol",
						"Image": "",
						"Description": "A group of researchers at The Florida State University stated that apples are a miracle fruit . They found that older women who ate apples everyday had 23% less bad cholesterol (LDL) and 4% more good cholesterol (HDL) after just six months."
					}, {
						"Title": "Reducing your risk of diabetes",
						"Image": "",
						"Description": "Apples could also help lower your risk of diabetes. A study involving 187,382 people found that people who ate three servings per week of apples, grapes, raisins, blueberries or pears had a 7% lower risk of developing type 2 diabetes compared to those who did not."
					}, {
						"Title": "Warding off breast cancer",
						"Image": "",
						"Description": "There is growing evidence suggesting that an apple a day may help prevent breast cancer, according to a series of studies conducted by prominent Cornell researcher Rui Hai Liu. Liu said her research adds to the growing evidence that increased consumption of fruits and vegetables, including apples, would provide consumers with more phenolics, which are proving to have important health benefits. I would encourage consumers to eat more and a wide variety of fruits and vegetables daily."
					}, {
						"Title": "Obesity",
						"Image": "",
						"Description": "In a study published in the journal Food Chemistry in 2014, a team of researchers analyzed how the bioactive compounds of seven different varieties of apples - Granny Smith, Braeburn, Fuji, Gala, Golden Delicious, McIntosh and Red Delicious - affected the good gut bacteria of diet-induced obese mice."
					}, {
						"Title": "Nutrition",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/267290-apples.jpg",
						"Description": "Apples deserve to be called nutritional powerhouses. They contain the following important nutrients:"
					}, {
						"Title": "Risks",
						"Image": "",
						"Description": "No serious side effects are linked to apple consumption. Apple seeds contain contain cyanide, a powerful poison. Eating too many apple seeds can potentially be fatal. Apple seeds should not be consumed. In addition, because apples are fairly acidic, they could be up to four times more damaging to teeth than carbonated drinks, according to a study led by Professor David Bartlett at the King's Dental Institute. Professor Bartlett said that snacking on acidic foods throughout the day is the most damaging, whilst eating them at meal times is much safer. It's not what you eat it's how you eat it - an apple a day is good, but taking all day to eat the apple can damage teeth."
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "https://www.nutritionadvance.com/wp-content/uploads/2017/12/red-and-green-apples.jpg",
					"Description": ""
				}, {
					"Title": "",
					"Image": "",
					"Description": "Should I eat the apple peel? - Most of the fiber and antioxidants are in the peel, says Dianne Hyson, Ph.D., R.D.6, a research dietitian at UC Davis in the Department of Internal Medicine."
				}, {
					"Title": "",
					"Image": "",
					"Description": "What about pesticides on the peel? - Dr. Hyson says Despite public misperceptions, laboratories have consistently found very low levels - if any - of pesticide residues on the skin of apples."
				}, {
					"Title": "",
					"Image": "",
					"Description": "I have type 2 diabetes, can I eat apples? - According to the American Diabetes Association, Apples are a nutritious food and you can still eat them even if you have diabetes. The Association reminds people to eat the peel and advises on buying small apples (2.5 inches in diameter)."
				}]
			}, {
				"Name": "Avocado",
				"Image": "https://www.health-alternatives.com/images/avocado.jpg",
				"Details": [{
						"Title": "Nutritional Value of an Avocado",
						"Image": "https://a.imge.to/2019/07/11/cGyuk.png",
						"Description": "One medium avocado contains 4.02 grams of protein, 322 calories and 13.5 grams of fiber. Many people refer to avocados as a superfood because of their healthful qualities. Avocados are rich in oleic acid, a monounsaturated fat which helps lower cholesterol levels. The American Heart Association say that maintaining healthy cholesterol levels with healthful fats could reduce the risk of heart disease and stroke. Like bananas, avocados are rich in potassium. They also contain lutein, an antioxidant which is important for healthy eyes and skin."
					},
					{
						"Title": "",
						"Image": "",
						"Description": "Avocados are a stone fruit with a creamy texture that grow in warm climates. Their potential health benefits include improving digestion, decreasing risk of depression, and protection against cancer. Also known as an alligator pear or butter fruit, the versatile avocado is the only fruit that provides a substantial amount of healthy monounsaturated fatty acids (MUFA). Avocados are a naturally nutrient-dense food and contain nearly 20 vitamins and minerals."
					}, {
						"Title": "Benefits",
						"Image": "",
						"Description": "Eating a diet that contains plenty of fruits and vegetables of all kinds has long been associated with a reduced risk of many lifestyle-related health conditions. Numerous studies have found that a predominantly plant-based diet that includes foods such as avocados can help to decrease the risk of obesity, diabetes, heart disease, and overall mortality while promoting a healthy complexion and hair, increased energy, and overall lower weight."
					}, {
						"Title": "1. Avocados are nutrient rich",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/270/270406/avocado-stoned-and-destoned.jpg",
						"Description": "According to the USDA National Nutrient Database, one serving (one-fifth of an avocado, approximately 40 grams) contains: Avocados are a great source of vitamins C, E, K, and B-6, as well as riboflavin, niacin, folate, pantothenic acid, magnesium, and potassium. They also provide lutein, beta-carotene, and omega-3 fatty acids. Although most of the calories in an avocado come from fat, don't shy away! Avocados are full of healthy, beneficial fats that help to keep you full and satiated. When you consume fat, your brain receives a signal to turn off your appetite. Eating fat slows the breakdown of carbohydrates, which helps to keep sugar levels in the blood stable."
					}, {
						"Title": "",
						"Image": "",
						"Description": "Fat is essential for every single cell in the body. Eating healthy fats supports skin health, enhances the absorption of fat-soluble vitamins, minerals, and other nutrients, and may even help boost the immune system."
					}, {
						"Title": "2. Healthy for the heart",
						"Image": "",
						"Description": "Avocados contain 25 milligrams per ounce of a natural plant sterol called beta-sitosterol. Regular consumption of beta-sitosterol and other plant sterols has been seen to help maintain healthy cholesterol levels."
					}, {
						"Title": "3. Great for vision",
						"Image": "https://www.nutritionadvance.com/wp-content/uploads/2017/12/an-avocado-cut-in-half-showing-the-seed-in-the-middle.jpg",
						"Description": "Avocados contain lutein and zeaxanthin, two phytochemicals that are especially concentrated in the tissues in the eyes where they provide antioxidant protection to help minimize damage, including from ultraviolet light. As the monounsaturated fatty acids in avocados also support the absorption of other beneficial fat-soluble antioxidants, such as beta-carotene, adding avocados to your diet may help to reduce the risk of developing age-related macular degeneration."
					}, {
						"Title": "4. Osteoporosis prevention",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/270/270406/man-with-knee-pain.jpg",
						"Description": "Half of an avocado provides approximately 25 percent of the daily recommended intake of vitamin K. This nutrient is often overlooked, but is essential for bone health. Vitamin K is often overshadowed by calcium and vitamin D when thinking of nutrients important for maintaining healthy bones, however, eating a diet with adequate vitamin K can support bone health by increasing calcium absorption and reducing urinary excretion of calcium."
					}, {
						"Title": "5. Cancer",
						"Image": "",
						"Description": "Adequate intake of folate from food has shown promise in protecting against colon, stomach, pancreatic, and cervical cancers. Although the mechanism behind this apparent reduction in risk is currently unknown, researchers believe that folate protects against undesirable mutations in DNA and RNA during cell division. Avocados may even have a role to play in cancer treatment, with some research finding that phytochemicals extracted from avocado can selectively inhibit the growth of precancerous and cancerous cells and cause the death of cancer cells, while encouraging the proliferation of immune system cells called lymphocytes. These phytochemicals have also been shown to decrease chromosomal damage caused by cyclophosphamide, a chemotherapy drug."
					}, {
						"Title": "6. Healthy babies",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/270/270406/baby-breast-feeding.jpg",
						"Description": "Folate is extremely important for a healthy pregnancy. Adequate intake reduces the risk of miscarriage and neural tube defects. Recent research from McGill University found a 30 percent higher incidence of a variety of birth defects in baby mice conceived using sperm from mice with a folate deficiency compared with mice conceived using sperm from mice with adequate folate levels."
					}, {
						"Title": "7. Lower risk of depression",
						"Image": "",
						"Description": "Foods containing high levels of folate may help to decrease the risk of depression because folate helps to prevent the build-up of homocysteine, a substance that can impair circulation and delivery of nutrients to the brain. Excess homocysteine can also interfere with the production of serotonin, dopamine, and norepinephrine, which regulate mood, sleep, and appetite."
					}, {
						"Title": "8. Improved digestion",
						"Image": "",
						"Description": "Despite its creamy texture, an avocado is actually high in fiber with approximately 6-7 grams per half fruit. Eating foods with natural fiber can help prevent constipation, maintain a healthy digestive tract, and lower the risk of colon cancer."
					}, {
						"Title": "9. Natural detoxification",
						"Image": "",
						"Description": "Adequate fiber promotes regular bowel movements, which are crucial for the daily excretion of toxins through the bile and stool. Recent studies have shown that dietary fiber may also play a role in regulating the immune system and inflammation."
					}, {
						"Title": "10. Osteoporosis treatment",
						"Image": "",
						"Description": "Substances called saponins, found in avocados, soy and some other plant foods, are associated with relief of symptoms in knee osteoarthritis, with further research planned to determine the long-term effects of isolated extracts."
					}

				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "",
					"Description": ""
				}, {
					"Title": "Diet",
					"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/270/270406/avocado-sandwich.jpg",
					"Description": "You can tell how ripe an avocado is by gently pressing into the skin. If the avocado is firm and does not budge, you will need to let it ripen for a few days before consuming. Soft avocados make great guacamole or dip, while firmer avocados are great for slicing and adding to a salad or a sandwich. To speed up the ripening process, place an avocado in a paper bag with a banana."
				}, {
					"Title": "Quick tips:",
					"Image": "",
					"Description": "1- Spread avocado on toast in the morning instead of butter.2- Use avocado instead of mayonnaise in chicken or egg salad, or as a spread on a sandwich.3- The soft, creamy texture of an avocado and its mild taste make it a perfect first food for babies. Try these healthy and delicious recipes using avocado: Avocado can be used in a number of different forms, many of which are available to purchase online, including avocado oil. Avocado oil may be used for cooking, or for moisturizing the skin or hair, so check the product information before purchasing. As well as incorporating avocado into the diet, using avocado products on the skin is an option. Avocado is a popular ingredient in moisturizing products, such as face masks, available to purchase online."
				}, {
					"Title": "Risks",
					"Image": "",
					"Description": "It is the total diet or overall eating pattern that is most important in disease prevention and for achieving good health. It is better to eat a diet with variety than to concentrate on individual foods as the key to good health."
				}, {
					"Title": "",
					"Image": "",
					"Description": "If you are taking blood-thinners, such as Coumadin (warfarin), it is important that you do not suddenly begin to eat more or less foods containing vitamin K, which plays a large role in blood clotting."
				}]
			}, {
				"Name": "Banana",
				"Image": "https://www.health-alternatives.com/images/banana.jpg",
				"Details": [{
						"Title": "Nutritional Value of a Banana",
						"Image": "https://a.imge.to/2019/07/11/cGf21.png",
						"Description": "Bananas are well known for their high potassium content. A medium banana contains 422 mg of the adequate adult intake of 4,500 mg of potassium. Potassium helps the body control heart rate and blood pressure."
					},
					{
						"Title": "",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/324/324431/healthiest-fruits-banana.jpg",
						"Description": "Bananas are also a good source of energy, with one banana containing 105 calories and 26.95 g of carbohydrate. Bananas are also a good source of energy, with one banana containing 105 calories and 26.95 g of carbohydrate. The 3.1 g of fiber in a regular banana can also help with regular bowel movements and stomach issues, such as ulcers and colitis. A medium banana also contains the following nutrients:"
					}, {
						"Title": "",
						"Image": "",
						"Description": "Bananas are one of the most widely consumed fruits in the world for good reason. Eating them could help lower blood pressure and reduce the risks of cancer and asthma. Today, bananas are grown in at least 107 countries and are ranked fourth among the world's food crops in monetary value. Americans consume more bananas than apples and oranges combined."
					}, {
						"Title": "",
						"Image": "",
						"Description": "With the world consuming so many bananas, it's not surprising that people are asking the question: are bananas good for you? This article will take a look at the potential health benefits of bananas, such as improving heart health and promoting regularity. It also examines the possible health risks associated with them."
					}, {
						"Title": "Fast facts about bananas",
						"Image": "",
						"Description": "1- Bananas are rich in potassium and fiber.2-They may help prevent asthma, cancer, high blood pressure, diabetes, cardiovascular disease, and digestive problems.3- Ripen bananas at room temperature and add them to cereal for a tasty breakfast.4- People who use beta blockers should not suddenly increase their intake of bananas."
					}, {
						"Title": "Health benefits",
						"Image": "",
						"Description": "Listed below are the possible health benefits associated with bananas. It is important to note that more high quality studies are required before these health benefit links are proved definitive."
					}, {
						"Title": "Blood pressure",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/271/271157/a-doctor-measuring-blood-pressure-of-older-adults.jpg",
						"Description": "Maintaining a low sodium intake is essential to lowering blood pressure, however increasing potassium intake may be just as important because of its vasodilation effects. According to the National Health and Nutrition Examination Survey, fewer than 2% of US adults meet the daily 4700 mg recommendation"
					}, {
						"Title": "Asthma",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/271/271157/asthma.jpg",
						"Description": "A study conducted by the Imperial College of London found that children who ate just one banana per day had a 34% less chance of developing asthma."
					}, {
						"Title": "Cancer",
						"Image": "",
						"Description": "Consuming bananas, oranges, and orange juice in the first two years of life may reduce the risk of developing childhood leukemia. As a good source of vitamin C, bananas can help combat the formation of free radicals known to cause cancer. High fiber intakes from fruits and vegetables like bananas are associated with a lowered risk of colorectal cancer."
					}, {
						"Title": "Heart health",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/271/271157/heart-attack.jpg",
						"Description": "The fiber, potassium, vitamin C and B6 content in bananas all support heart health. An increase in potassium intake along with a decrease in sodium intake is the most important dietary change that a person can make to reduce their risk of cardiovascular disease, according to Mark Houston, MD, MS, an associate clinical professor of medicine at Vanderbilt Medical School and director of the Hypertension Institute at St Thomas Hospital in Tennessee"
					}, {
						"Title": "Diabetes",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/271/271157/woman-takes-blood-sugar-test.jpg",
						"Description": "Studies have shown that type 1 diabetics who consume high-fiber diets have lower blood glucose levels and type 2 diabetics may have improved blood sugar, lipids and insulin levels. One medium banana provides about 3 grams of fiber."
					}, {
						"Title": "Digestive health",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/271/271157/a-man-with-stomach-pain.jpg",
						"Description": "Bland foods such as apple sauce and bananas are recommended for diarrhea treatment. They are part of an approach known as the BRAT diet; this stands for bananas, rice, applesauce, and toast."
					}, {
						"Title": "Preserving memory and boosting mood",
						"Image": "",
						"Description": "Bananas also contain tryptophan, an amino acid that studies suggest plays a role in preserving memory and boosting your mood."
					}, {
						"Title": "",
						"Image": "",
						"Description": ""
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "",
					"Description": ""
				}, {
					"Title": "Potassium",
					"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/271157-bananas.jpg",
					"Description": "Bananas are rich in a mineral called potassium. This mineral is important as it helps maintain fluid levels in the body and regulates the movement of nutrients and waste products in and out of cells."
				}, {
					"Title": "",
					"Image": "",
					"Description": "Potassium also helps muscles to contract and nerve cells to respond. It keeps the heart beating regularly and can reduce the effect of sodium on blood pressure. Potassium may reduce the risk of kidney stones forming as people age. In turn, healthy kidneys make sure that the right amount of potassium is kept in the body."
				}, {
					"Title": "",
					"Image": "",
					"Description": "One medium-sized banana contains 422 milligrams of potassium. It is best to try to get potassium from dietary sources such as bananas. Otherwise, potassium supplements are available to purchase online."
				}, {
					"Title": "Bananas in the diet",
					"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/271157-bananas-oatmeal.jpg",
					"Description": "Fresh bananas are available year-round. Unlike other fruits, the ripening process of bananas does not slow down after they are picked. Bananas should be stored at room temperature. The warmer the temperature, the faster bananas will ripen. However, to slow ripening, bananas should be refrigerated. The outer peel of the banana will darken but the banana itself will stay intact longer."
				}, {
					"Title": "",
					"Image": "",
					"Description": "In 2008, a popular diet fad known as the Morning Banana Diet recommended eating a banana in the morning along with water, eating a normal lunch and having dinner before 8pm. Add a sliced banana to your morning cereal or oatmeal for a more nutritious breakfast."
				}]
			}, {
				"Name": "Blackberries",
				"Image": "https://www.health-alternatives.com/images/blackberry.jpg",
				"Details": [{
						"Title": "",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/322/322052/blackberries-in-a-bowl.jpg",
						"Description": "Blackberries are a delicious addition to any diet. They are also packed with essential nutrients and antioxidants. Blackberries are native to Europe, but farmers grow them across the United States all year round. They come from brambles, which are a type of thorny bush. In this article, we look at some of the potential health benefits associated with eating blackberries, and how to include more blackberries in a typical diet."
					},
					{
						"Title": "Benefits of blackberries",
						"Image": "https://a.imge.to/2019/07/11/cGatC.png",
						"Description": "Blackberries contain many seeds, so they have a high fiber content. This means they can help improve gut health and heart health. Half a cup of blackberries contains the following nutrients:"
					}, {
						"Title": "1. Vitamin C",
						"Image": "",
						"Description": "Blackberries contain a high level of vitamin C. One serving of 100 grams (g) contains 35 percent of an individual's recommended daily allowance (RDA) of vitamin C. Humans are unable to synthesize their own vitamin C, so it is essential to include it as part of a healthy diet. Vitamin C is involved in protein synthesis and is necessary for the body to produce collagen and certain neurotransmitters. These processes are vital for many bodily functions, including wound healing."
					}, {
						"Title": "2. Source of fiber",
						"Image": "",
						"Description": "A 100 g serving of blackberries contains 14 percent of the RDA of fiber. Fiber is a type of carbohydrate that the body cannot break down into smaller, sugar molecules, as it does with other carbs. Fiber plays an crucial role in regulating blood sugar levels and sugar consumption. There are two types of fiber in food, soluble and insoluble. Soluble fiber dissolves in water, and it is associated with lowering blood sugar levels and helping a person maintain a healthy level of cholesterol. Insoluble fiber does not dissolve in water but supports healthy digestion."
					}, {
						"Title": "3. Antioxidants",
						"Image": "",
						"Description": "Blackberries contain high levels of antioxidants, such as anthocyanins. Antioxidants help people to fight against the adverse impact of free radicals in the body. Free radicals can damage cells and are thought to be closely involved in the aging process plus other health conditions, such as cancer and heart disease. The body uses antioxidants to reduce the damage that free radicals can cause. It is possible that when people eat foods that contain antioxidants, they are supporting this process, but more research is required to confirm this."
					}, {
						"Title": "4. Vitamin K",
						"Image": "https://www.medicalnewstoday.com/content/images/headlines/287/287710/blueberries.jpg",
						"Description": "Blackberries are an excellent source of vitamin K. This is a necessary nutrient for blood clotting, which is essential for proper wound healing. People have also linked good bone health to vitamin K. However, it is essential that a person discusses their vitamin K intake with their doctor if they are on any blood thinners."
					}, {
						"Title": "5. Vitamin A",
						"Image": "",
						"Description": "Blackberries also contain vitamin A, which serves several functions in the body. Vitamin A supports the immune system, which combats infections and illness. It also supports the growth and maintenance of teeth and bones, as well as keeping skin healthy. Vitamin A is responsible for producing the pigments in the retina of the eye and helps to support sight, particularly in dim lighting."
					}, {
						"Title": "6. Brain functioning",
						"Image": "",
						"Description": "A study in 2009 found that rats that consumed blackberries had improved cognitive and motor skills compared to a control group of rats that did not consume blackberries. The authors of the study suggested that this could be due to chemicals called polyphenols that are in blackberries. More research is needed to determine if these benefits occur in humans."
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "",
					"Description": ""
				}, {
					"Title": "How to include more blackberries in your diet",
					"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/322/322052/blackberries-in-bowl-of-cereal-for-healthy-breakfast.jpg",
					"Description": "People can easily include blackberries as a part of any healthy diet. A popular method is to consume blackberries with breakfast. People can include them as part of a fruit salad with plain or Greek yogurt. Alternatively, they can add blackberries to cereals, including porridge."
				}, {
					"Title": "",
					"Image": "",
					"Description": "Another simple way to include blackberries into a diet is in fruit smoothies."
				}, {
					"Title": "",
					"Image": "",
					"Description": "Blackberries work well in smoothies with other berries, such as blueberries or raspberries, or with apples. Adding protein powder and oats can increase the nutritional content and help a person feel fuller for longer.Blackberries also work well in desserts, such as apple and blackberry pie or crumble. Desserts, however, often contain high levels of sugar, which may detract from some of the health benefits associated with blackberries."
				}, {
					"Title": "Are there any side effects?",
					"Image": "",
					"Description": "Blackberries are safe to consume, and unlikely to cause side effects in people who are not allergic to them. Choosing whole blackberries with no added sugar is recommended, whether frozen or fresh. Some canned blackberries may contain added sugar or preservatives that can lead to negative health effects."
				}, {
					"Title": "Takeaway",
					"Image": "",
					"Description": "Blackberries are rich in many nutrients and have a range of health benefits. More research is needed to support some of these benefits, but science has documented many of the positive actions of the vitamins contained in blackberries. People can easily add blackberries to a healthy diet, such as with breakfast, in a fruit smoothie, or as a snack. Blackberries are safe to consume, but people should avoid eating too many to keep levels of fruit sugar or fructose to a healthy level."
				}]
			}, {
				"Name": "Oranges",
				"Image": "https://www.health-alternatives.com/images/orange.jpg",
				"Details": [{
						"Title": "Nutritional Value of Oranges",
						"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Orange-Whole-%26-Split.jpg/220px-Orange-Whole-%26-Split.jpg",
						"Description": "Oranges are low in calories and full of nutrients, they promote clear, healthy, skin and can help to lower our risk for many diseases as part of an overall healthy and varied diet.Orange trees are the most commonly cultivated fruit trees in the world. Oranges are a popular fruit because of their natural sweetness, wide variety of types and diversity of uses, from juices and marmalades to face masks and candied orange slices. An orange has over 170 different phytochemicals and more than 60 flavonoids. Many of these have been shown to have anti-inflammatory properties and strong antioxidant effects"
					},
					{
						"Title": "Oranges are a sweet, round citrus fruit packed with vitamins and minerals.",
						"Image": "https://a.imge.to/2019/07/11/cSsoy.png",
						"Description": "Oranges are among the richest sources of vitamin C, with one medium fruit providing 117 percent of a person's daily value of vitamin C. A 141 g orange also contains the following nutrients: Vitamin C acts as a powerful antioxidant in the body. This vitamin is also essential for immune system function. It boosts immune function by helping the body to absorb iron from plant-based foods."
					}, {
						"Title": "Benefits",
						"Image": "",
						"Description": "The nutrients in oranges offer a range of health benefits."
					}, {
						"Title": "Stroke",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/272782-orange.jpg",
						"Description": "According to the American Heart Association (AHA), eating higher amounts of a compound found in citrus fruits like oranges and grapefruit may lower ischemic stroke risk for women. Those who ate the highest amounts of citrus had a 19 percent lower risk of ischemic stroke than women who consumed the leastThose who ate the highest amounts of citrus had a 19 percent lower risk of ischemic stroke than women who consumed the least"
					}, {
						"Title": "Blood pressure",
						"Image": "",
						"Description": "Maintaining a low sodium intake is essential to lowering blood pressure, however increasing potassium intake may be just as important because of its vasodilation effects.According to the National Health and Nutrition Examination Survey (NHANES), fewer than 2 percent of US adults meet the daily 4700 mg recommendation.Also of note, a high potassium intake is associated with a 20 percent decreased risk of dying from all causes."
					}, {
						"Title": "Cancer",
						"Image": "",
						"Description": "According to a study published in the American Journal of Epidemiology, consuming bananas, oranges and orange juice in the first two years of life may reduce the risk of developing childhood leukemia As an excellent source of the strong antioxidant vitamin C, oranges can also help combat the formation of free radicals known to cause cancer. While an adequate vitamin C intake is necessary and very beneficial as an antioxidant, the amount necessary to consume for therapeutic purposes for cancer is more than we can consume. One study has concluded that vitamin C from oranges could one day be harnessed to impair colorectal cancer cells, but 300-oranges worth of vitamin C would be needed. High fiber intakes from fruits and vegetables are associated with a lowered risk of colorectal cancer. However, in 2015, a study linked grapefruit and orange juice with a higher risk of skin cancer. Researchers found that people who consumed high amounts of whole grapefruit or orange juice were over a third more likely to develop melanoma, compared with those who consumed low amounts."
					}, {
						"Title": "Heart health",
						"Image": "",
						"Description": "The fiber, potassium, vitamin C and choline content in oranges all support heart health. An increase in potassium intake along with a decrease in sodium intake is the most important dietary change that a person can make to reduce their risk of cardiovascular disease, according to Dr. Mark Houston, an associate clinical professor of medicine at Vanderbilt Medical School and director of the Hypertension Institute at St. Thomas Hospital in Tennessee. In one study, those who consumed 4069 mg of potassium per day had a 49 percent lower risk of death from ischemic heart disease compared with those who consumed less potassium (about 1000 mg per day). High potassium intakes are also associated with a reduced risk of stroke, protection against loss of muscle mass, preservation of bone mineral density and reduction in the formation of kidney stones."
					}, {
						"Title": "Diabetes",
						"Image": "",
						"Description": "Studies have shown that type 1 diabetics who consume high-fiber diets have lower blood glucose levels and type 2 diabetics may have improved blood sugar, lipids and insulin levels. One medium banana provides about 3 grams of fiber. The Dietary Guidelines for Americans recommend 21-25 g/day for women and 30-38 g/day for men."
					}, {
						"Title": "Skin",
						"Image": "",
						"Description": "The antioxidant vitamin C, when eaten in its natural form (as in an orange) or applied topically, can help to fight skin damage caused by the sun and pollution, reduce wrinkles and improve overall skin texture. Vitamin C plays a vital role in the formation of collagen, the support system of your skin"
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/OrangeBloss_wb.jpg/220px-OrangeBloss_wb.jpg",
					"Description": ""
				}, {
					"Title": "Nutrition",
					"Image": "",
					"Description": "One medium orange (approximately 154 grams) contains 80 calories, 0 grams of fat, 250 milligrams of potassium, 19 grams of carbohydrate (14 grams of sugar and 3 grams of dietary fiber) as well as 1 gram of protein."
				}, {
					"Title": "One orange provides 130 percent of your vitamin C needs for the day, 2 percent of vitamin A needs, 6 percent of calcium and 0 percent of iron.",
					"Image": "",
					"Description": "Oranges also contain thiamin, riboflavin, niacin, vitamin B-6, folate, pantothenic acid, phosphorus, magnesium, manganese, selenium and copper. Because of their high vitamin C content (over twice the daily need) oranges are associated with boosting the immune system. Oranges also contain choline, zeaxanthin, and carotenoids. Choline is an important nutrient found in oranges that helps with sleep, muscle movement, learning and memory. Choline also helps to maintain the structure of cellular membranes, aids in the transmission of nerve impulses, assists in the absorption of fat and reduces chronic inflammation. Zeaxanthin and carotenoids have antioxidant effects and have been shown to have an inverse relationship with overall cancer rates and prostate cancer in particular."
				}, {
					"Title": "Dietary tips",
					"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/272782-orange-heart.jpg",
					"Description": "Oranges should be picked at their peak of ripeness because unlike some other fruits, they do not ripen or improve in quality after being picked. Oranges should be stored at room temperature, away from direct sunlight. While it is hard to find good fruits and vegetables in the winter, it is the perfect time to buy citrus. Winter is the peak season for oranges and other citrus fruits. There are many different types of oranges available such as navel, mandarin, cara cara, blood oranges, Valencia and Seville oranges just to name a few. Some are very sweet and others have more of a sour taste."
				}, {
					"Title": "Risks",
					"Image": "",
					"Description": "Beta-blockers, a type of medication most commonly prescribed for heart disease, can cause potassium levels to increase in the blood. High potassium foods such as oranges and bananas should be consumed in moderation when taking beta-blockers. Consuming too much potassium can be harmful for those whose kidneys are not fully functional. If your kidneys are unable to remove excess potassium from the blood, it could be fatal. Those with gastro-esophageal reflux disease (GERD) may experience an increase in symptoms such as heartburn and regurgitation when consuming highly acidic foods such as citrus fruit, however individual reactions vary."
				}, {
					"Title": "",
					"Image": "",
					"Description": "It is the total diet or overall eating pattern that is most important in disease prevention and achieving good health. It is better to eat a diet with variety than to concentrate on individual foods as the key to good health."
				}]
			}, {
				"Name": "Limes",
				"Image": "https://www.health-alternatives.com/images/lime.jpg",
				"Details": [{
						"Title": "Nutritional Value of Lime",
						"Image": "https://www.theguildla.com/wp-content/uploads/2019/01/how-much-juice-in-one-lime.jpg",
						"Description": "Limes are a citrus fruit often used to accent flavors in foods. They are a common ingredient in Mexican, Vietnamese, and Thai cuisine. They are grown year-round in tropical climates and are usually smaller and less sour than lemons. The Tahitian or Persian lime is the most commonly used variety in cooking. Key limes are smaller, rounder, and more acidic than Tahitian limes, and they are known for their use in Key Lime pie, a classic dessert. One of the places commonly associated with growing limes is Key West, FL. However, this is a misconception – almost no limes are grown there today. They are mainly grown in subtropical climates, such as Mexico, India, and Egypt."
					},
					{
						"Title": "Fast facts on limes",
						"Image": "https://i.ibb.co/qjM1hrm/A10Fruit.png",
						"Description": "This MNT Knowledge Center feature is part of a collection of articles on the health benefits of popular foods. It provides a nutritional breakdown of limes and an in-depth look at its possible health benefits, as well as tips on how to incorporate more limes into your diet and any potential health risks of consuming limes."
					}, {
						"Title": "",
						"Image": "",
						"Description": "1- One lime can provide 32 percent of the vitamin C needed in a day.2- The nutrients in limes can support heart, reduce the risk of asthma, and promote healthy skin.3- Lime juice and zest can also be used to flavor drinks and dishes.4- Be sure to wash the peel, even if you are planning to discard it. "
					}, {
						"Title": "Nutrition",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/304/304448/limes.jpg",
						"Description": "According to the United States Department of Agriculture (USDA) National Nutrient Database, the juice of one lime that weighs approximately 44 grams (g) contains: Limes are renowned for their vitamin C content. One lime with a 2-inch diameter provides 32 percent of an individual's recommended daily vitamin C intake. The juice from one lime provides 22 percent of the daily amount."
					}, {
						"Title": "Benefits",
						"Image": "",
						"Description": "Consuming all types of fruits and vegetables is associated with a reduced risk of many lifestyle-related health conditions. Many studies have suggested that increasing consumption of plant foods like limes decreases the risk of obesity, diabetes, heart disease, and overall mortality while promoting a healthy complexion and hair, increased energy, and lower overall weight. Vitamin C has been shown to reduce all-cause mortality and act as an antioxidant. Antioxidants can help counteract harmful, disease-causing free radical cells. Limes are a highly concentrated source of vitamin C."
					}, {
						"Title": "Heart health",
						"Image": "",
						"Description": "Vitamin C is linked to a reduced risk of dying from cardiovascular issues, although other nutrients common in fruit and vegetables, such as fiber content, are also thought to play a role. In an animal study published by the ARYA Atherosclerosis journal, lime juice and peel was shown to decrease fatty streaks found in coronary arteries. These streaks are indicators of plaque buildup and cardiovascular disease. A 2013 meta-analysis of studies showed that low vitamin C levels are associated with an increased risk of stroke."
					}, {
						"Title": "Antimicrobial activity",
						"Image": "",
						"Description": "Lime juice has demonstrated antibacterial and antifungal properties. A recent study published in Evidence-Based Complementary and Alternative Medicine linked the effects of consuming citrus to controlling Helicobacter pylori (H. pylori) infections."
					}, {
						"Title": "Asthma prevention",
						"Image": "",
						"Description": "The risks of developing asthma are lower in people who consume high amounts of certain nutrients. Low levels of vitamin C are commonly found in people with asthma, leading researchers to believe that there is a relationship between vitamin C consumption and asthma prevention. One recent study also showed that vitamin C could help protect against the triggering of asthma symptoms by air pollution."
					}, {
						"Title": "Increasing iron absorption",
						"Image": "",
						"Description": "Iron deficiency is the most common nutrient deficiency in the world. Pairing foods that are high in vitamin C with foods that are rich in iron will maximize the body's ability to absorb iron, particularly when taking in iron from plant-based iron sources."
					}, {
						"Title": "Boosting the immune system",
						"Image": "",
						"Description": "Foods that are high in vitamin C and other antioxidants can help the immune system battle germs that cause a cold or flu. Vitamin C helps the immune system to produce more cells and also improves those cells' ability to kill microbes and protect the body against disease. Maintaining a diet high in fruits and vegetables is especially important during the winter months. During this time, physical activity levels tend to decrease and seasonal diseases, such as the flu, gain momentum."
					}, {
						"Title": "Healthy skin",
						"Image": "",
						"Description": "The natural form of vitamin C, when consumed from fresh produce rather than in supplements, has a number of cosmetic benefits. It can help fight skin damage caused by the sun and pollution, reduce wrinkles, and improve the overall texture of the skin."
					}, {
						"Title": "",
						"Image": "",
						"Description": "Adequate intake of vitamin C is also needed for building and maintaining the collagen that provides structure to skin and hair."
					}, {
						"Title": "Lowering risk of stroke",
						"Image": "",
						"Description": "According to the American Heart Association, eating higher amounts of citrus fruits may lower ischemic stroke risk for women. In one study, participants who ate the highest amounts of citrus had a risk of ischemic stroke 19 percent lower than those who consumed the lowest."
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "http://oliveandvinnies.com/wp-content/uploads/2014/12/Dollarphotoclub_516296571.jpg",
					"Description": ""
				}, {
					"Title": "Diet",
					"Image": "",
					"Description": "Lime is often used as a garnish, flavoring, or topping. There are plenty of ways to make sure that you are consuming enough lime, including:"
				}, {
					"Title": "",
					"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/304/304448/white-fish-and-lime.jpg",
					"Description": "Top any white fish with thinly sliced limes. Combine lime juice with oil and any seasoning for a quick dressing. Squeeze lime juice into water or tea. Top entrees with lime zest or use zest in marinades. You can also try these delicious recipes developed by registered dietitians to provide maximum flavor and benefit:"
				}, {
					"Title": "Risks",
					"Image": "",
					"Description": "Wash the peels of limes even if you are not planning on using them. Bacteria from the peel can transfer to the inside of the fruit during the process of cutting via the knife. When zesting a lime, use organic limes if possible. It is better to eat a diet with variety than concentrate on individual nutrients. The overall eating pattern is the key to good health. Limes are a zesty, flavorsome, and nutritious addition to a wide range of meals and dishes."
				}]
			}, {
				"Name": "Grapefruit",
				"Image": "https://www.health-alternatives.com/images/grapefruit.jpg",
				"Details": [{
						"Title": "Nutritional Value of Grapefruit",
						"Image": "",
						"Description": "Grapefruits vary in color from white or yellow to pink and red. They can range in taste from acidic and even bitter to sweet and sugary. These fruits support clear, healthy skin, can help to lower our risk for many diseases and conditions, and may even help with weight loss as part of a healthy and varied diet. The juices, peels, and pulps all provide nutritional benefit. This MNT Knowledge Center feature is written by a registered dietitian and nutritionist, Megan Ware, and forms part of a collection of articles about the health benefits of popular foods."
					},
					{
						"Title": "Half a grapefruit contains the following nutrients:",
						"Image": "https://i.ibb.co/2dG19gk/A11Fruit.png",
						"Description": "The flavonoids in grapefruits can help protect against some cancers, inflammation, and obesity. A review study suggests the compounds called furanocoumarins found in grapefruits can help protect against oxidative stress and tumors and may support healthy bones. Some research from this review suggests that grapefruit furanocoumarins may have anticancer properties, which may be especially effective against breast cancer, skin cancer, and leukemia. Researchers still need to carry out more studies on animals and humans to confirm these properties. People may wish to see a doctor before adding grapefruit to their diet, as it can interact with certain medications."
					}, {
						"Title": "Fast facts on grapefruit",
						"Image": "",
						"Description": "The grapefruit is a cross between an orange and a pomelo. It can provide health benefits for the skin, blood pressure, heart health, and disease prevention. Grapefruit contains high levels of vitamin C. Store grapefruit in a cool, dry place, away from sunlight. Choose grapefruits that have reached their peak ripeness."
					}, {
						"Title": "Benefits",
						"Image": "",
						"Description": "Grapefruits are low in calories but are full of nutrients, and an excellent source of vitamins A and C. Harvard Medical School states that grapefruit has a glycemic index of 25. This suggests that it does not significantly affect blood sugar and insulin levels. Many studies have suggested that increasing the consumption of plant foods such as grapefruit decreases the risk of obesity, diabetes, heart disease and overall mortality while. It is also said to promote a healthy complexion, increased energy, and lower overall weight."
					}, {
						"Title": "1) Weight loss",
						"Image": "",
						"Description": "Some people claim that grapefruit is a miracle weight-loss fruit. However, this has been debunked by recent studies. With this in mind, these studies do show that grapefruit demonstrated improvements in blood pressure and lipid levels. Blood pressure and lipid levels are connected to obesity, and further studies could demonstrate long-term benefits for weight control and obesity prevention."
					}, {
						"Title": "2) Stroke",
						"Image": "",
						"Description": "According to the American Heart Association, eating higher amounts of flavonoid may lower the risk of ischemic stroke for women. Flavonoids are compounds found in citrus fruits like oranges and grapefruit. The risk of ischemic stroke was 19 percent lower for those who consumed the highest amounts of citrus than for women who consumed the lowest amounts."
					}, {
						"Title": "3) Blood pressure and heart health",
						"Image": "",
						"Description": "The powerful nutrient combination of fiber, potassium, lycopene, vitamin C, and choline in grapefruit all help to maintain a healthy heart. In one study, those who consumed 4069 milligrams (mg) of potassium per day had a 49 percent lower risk of death from ischemic heart disease compared with those who consumed less potassium. According to the United States Department of Agriculture (USDA) National Nutrient Database, one grapefruit with a 3-to-3.5-inch diameter contains 139 mg of potassium. Grapefruit is an excellent option for helping to increase the daily intake of potassium. Increasing potassium intake is also important for lowering blood pressure because of its powerful vasodilation effects. Vasodilation widens the arteries. The DASH diet, designed to reduce blood pressure through dietary options, includes grapefruit as a recommended food."
					}, {
						"Title": "4) Cancer",
						"Image": "",
						"Description": "Grapefruit is a rich source of antioxidants, such as vitamin C. These can help combat the formation of free radicals known to cause cancer. Lycopene intake has been linked with a decreased risk of prostate cancer in several studies."
					}, {
						"Title": "5) Digestion",
						"Image": "",
						"Description": "Grapefruit, because of its water and fiber content, helps to prevent constipation and promote regularity for a healthy digestive tract."
					}, {
						"Title": "6) Hydration",
						"Image": "",
						"Description": "Grapefruit consists of 91 percent water. This makes it one of the most hydrating fruits available. Grapefruit is also full of electrolytes and a great snack to have available to prevent dehydration."
					}, {
						"Title": "7) Skin",
						"Image": "",
						"Description": "The antioxidant vitamin C can help to fight skin damage caused by the sun and pollution, reduce wrinkles, and improve overall skin texture when eaten in food or applied to the skin. Vitamin C plays a vital role in the formation of collagen, the main support system of the skin. Regular hydration and vitamin A are also crucial for healthy-looking skin. Grapefruit provides both of these. However, it is worth noting a study published in the Journal of Clinical Oncology in June 2015. This study suggests the intake of large amounts of citrus fruit juice may place an individual at higher risk of melanoma. Melanoma is the deadliest form of skin cancer."
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Grapefruit-Whole-%26-Split.jpg/1024px-Grapefruit-Whole-%26-Split.jpg",
					"Description": ""
				}, {
					"Title": "Nutrition",
					"Image": "",
					"Description": "According to the USDA National Nutrient Database, a cup of pink, red, or white grapefruit sections contains: Eating one cup of grapefruit sections every day will provide 132 percent of an individual's vitamin C needs, 43 percent of the recommended vitamin A intake, 5 percent of calcium requirements, and 3 percent of the recommended magnesium intake. They also provide powerful antioxidant benefits, containing lycopene, beta-carotene, and active plant compounds."
				}, {
					"Title": "",
					"Image": "",
					"Description": "Fresh pink or red grapefruit contains higher quantities of bioactive compounds and has significantly higher antioxidant potential than white or yellow grapefruit. They also contain more vitamin A."
				}, {
					"Title": "Diet",
					"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/280/280882/woman-blends-juice.jpg",
					"Description": "There are great ways to make sure the right amount of grapefruit is present in a diet. Pick grapefruits at their peak of ripeness, as they do not ripen or improve in quality after being picked. Store grapefruits at room temperature, away from direct sunlight. Choose a grapefruit that is heavy for its size and has a little softness when squeezed. While it can sometimes be hard to find high-quality fruits and vegetables in the winter, it is the perfect time to buy citrus. Winter is the peak season for grapefruit, oranges, and other citrus fruits."
				}, {
					"Title": "Risks",
					"Image": "",
					"Description": "Avoid eating grapefruit when taking certain medications as it has an enzyme-binding ability. This means the medication can pass from the gut into the bloodstream faster than normal. In many cases, these higher levels of medication can be dangerous. Statin drugs, calcium channel blockers, and psychiatric drugs are some of the medications that commonly interact with grapefruit. People with kidney infections should also be cautious when consuming grapefruit. Too much potassium can be harmful to people whose kidneys are not fully functional. If your kidneys are unable to remove excess potassium from the blood, it could be fatal."
				}, {
					"Title": "",
					"Image": "",
					"Description": "Those with gastroesophageal reflux disease (GERD) may experience an increase in symptoms such as heartburn and regurgitation when consuming grapefruit, as it is highly acidic. However, individual reactions vary. Keep an overall picture of the diet in mind when considering eating new foods to preserve health. It is more healthful to eat a varied diet than to concentrate on individual foods."
				}]
			}, {
				"Name": "Pomegranate",
				"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/318/318385/halves-pomegranate-with-seeds-and-pomegranate-juice-on-marbled-surface.jpg",
				"Details": [{
						"Title": "Nutritional Value of Pomegranates",
						"Image": "https://cdn1.medicalnewstoday.com/content/images/articles/318/318385/halves-pomegranate-with-seeds-and-pomegranate-juice-on-marbled-surface.jpg",
						"Description": "Today, pomegranate juice is being studied for its many health benefits. It may help with cancer prevention, immune support, and fertility."
					},
					{
						"Title": "Eat pomegranates with the seeds to get the fiber benefits.",
						"Image": "https://i.ibb.co/x2pnGPs/A12Fruit.png",
						"Description": "Many people consider pomegranates to be a 'superfood.' They are high in antioxidants and polyphenols, which help to combat the oxidative stress that can cause disease in the body. One pomegranate also contains 46.2 micrograms (mcg) of the recommended 80 mcg daily allowance of vitamin K. This vitamin is essential for strong bones and healthy blood cells. A review study about the health benefits of pomegranates suggests that they have anti-inflammatory effects and may help protect against brain-related diseases, such as Alzheimer's disease and Parkinson's disease. This may be because pomegranates contain particularly high levels of polyphenols."
					}, {
						"Title": "Benefits of Pomegranate",
						"Image": "",
						"Description": "Here are some of the potential benefits of pomegranate."
					}, {
						"Title": "1. Antioxidants",
						"Image": "",
						"Description": "Pomegranate seeds get their vibrant red hue from polyphenols. These chemicals are powerful antioxidants. Pomegranate juice contains higher levels of antioxidants than most other fruit juices. It also has three times more antioxidants than red wine and green tea. The antioxidants in pomegranate juice can help remove free radicals, protect cells from damage, and reduce inflammation."
					}, {
						"Title": "2. Vitamin C",
						"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Pomegranate_Juice_%282019%29.jpg/800px-Pomegranate_Juice_%282019%29.jpg",
						"Description": "The juice of a single pomegranate has more than 40 percent of your daily requirement of vitamin C. Vitamin C can be broken down when pasteurized, so opt for homemade or fresh pomegranate juice to get the most of the nutrient."
					}, {
						"Title": "3. Cancer prevention",
						"Image": "",
						"Description": "Pomegranate juice recently made a splash when researchers found that it may help stop the growth of prostate cancer cells. Despite multiple studies on the effects of the juice on prostate cancer, results are still preliminary. While there haven't been long-term studies with humans that prove that pomegranate juice prevents cancer or reduces the risk, adding it to your diet certainly can't hurt. There have been encouraging results in studies so far, and bigger studies are now being done."
					}, {
						"Title": "4. Alzheimer's disease protection",
						"Image": "",
						"Description": "The antioxidants in the juice and their high concentration are believed to stall the progress of Alzheimer disease and protect memory."
					}, {
						"Title": "5. Digestion",
						"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Unripened_pomegranate.jpg/800px-Unripened_pomegranate.jpg",
						"Description": "Pomegranate juice can reduce inflammation in the gut and improve digestion. It may be beneficial for people with Crohn's disease, ulcerative colitis, and other inflammatory bowel diseases. While there are conflicting beliefs and research on whether pomegranate juice helps or worsens diarrhea, most doctors recommend avoiding it until you are feeling better and your symptoms have subsided."
					}, {
						"Title": "6. Anti-inflammatory",
						"Image": "",
						"Description": "Pomegranate juice is a powerful anti-inflammatory because of its high concentration of antioxidants. It can help reduce inflammation throughout the body and prevent oxidative stress and damage."
					}, {
						"Title": "7. Arthritis",
						"Image": "",
						"Description": "Flavonols in pomegranate juice may help block the inflammation that contributes to osteoarthritis and cartilage damage. The juice is currently being studied for its potential effects on osteoporosis, rheumatoid arthritis, and other types of arthritis and joint inflammation."
					}, {
						"Title": "8. Heart disease",
						"Image": "",
						"Description": "Pomegranate juice is in the running as the most heart-healthy juice. It appears to protect the heart and arteries. Small studies have shown that the juice improves blood flow and keeps the arteries from becoming stiff and thick. It may also slow the growth of plaque and buildup of cholesterol in the arteries. But pomegranate may react negatively with blood pressure and cholesterol medications like statins. Be sure to talk with your doctor before indulging in the juice or taking a pomegranate extract supplement."
					}, {
						"Title": "9. Blood pressure",
						"Image": "",
						"Description": "Drinking pomegranate juice daily may also help lower systolic blood pressure. A comprehensive review of randomized controlled trials stated that it would be beneficial for heart health to include pomegranate juice daily."
					}, {
						"Title": "10. Antiviral",
						"Image": "",
						"Description": "Between the vitamin C and other immune-boosting nutrients like vitamin E, pomegranate juice can prevent illness and fight off infection. Pomegranates have also been shown to be antibacterial and antiviral in lab tests. They are being studied for their effects on common infections and viruses."
					}, {
						"Title": "11. Vitamin-rich",
						"Image": "",
						"Description": "In addition to vitamin C and vitamin E, pomegranate juice is a good source of folate, potassium, and vitamin K. Whether you decide to add pomegranate to your daily diet or just sip on it every now and then, check the label to ensure that it is 100 percent pure pomegranate juice, without added sugar. Or, juice it fresh."
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Pomegranate_Juice_%282019%29.jpg/800px-Pomegranate_Juice_%282019%29.jpg",
					"Description": ""
				}, {
					"Title": "Memory",
					"Image": "",
					"Description": "Drinking 8 ounces of pomegranate juice a daily may improve learning and memory, according to a recent study."
				}, {
					"Title": "Endurance and sports performance",
					"Image": "",
					"Description": "Move over, tart cherry and beet juice. Pomegranate juice may be the new sport performance enhancer. The juice may help reduce soreness and improve strength recovery. It also decreases oxidative damage caused by exercise."
				}, {
					"Title": " Diabetes",
					"Image": "",
					"Description": "Pomegranate was traditionally used as a remedy for diabetes in the Middle East and India. While much is still unknown about the effects of pomegranate on diabetes, it may help decrease insulin resistance and lower blood sugar."
				}, {
					"Title": "Bottom line",
					"Image": "",
					"Description": "Green juice isn't the only healthy option out there. Adding pomegranate juice to your diet may reduce your risk for chronic disease and inflammation. It's also a great way to get the fruit's nutrients and a boost of antioxidants."
				}, {
					"Title": "There are various brands of pomegranate juice to purchase online. It is a good idea to compare different products to choose the most beneficial one.",
					"Image": "",
					"Description": "It's best to check with your doctor before drinking pomegranate juice every day, to make sure it won't interfere with any of your medications. Also, diabetics should check blood sugars daily if choosing pomegranate juice over whole pomegranates to ensure blood sugars remain optimal."
				}]
			}, {
				"Name": "Pineapple",
				"Image": "https://www.health-alternatives.com/images/pineapple.jpg",
				"Details": [{
						"Title": "Nutritional Value of Pineapple",
						"Image": "",
						"Description": "Pineapple is a tropical fruit available in any grocery store and a staple in many homes around the world. Christopher Columbus brought pineapples back to Europe after an expedition to South America. Pineapples became known as an extravagant and exotic fruit, served only at the most lavish of banquets. However, pineapples are now common, and people are able to enjoy them in solid, dried, and juice forms. In Central and South America, pineapple is not only valued for its sweet taste, it has been used for centuries to treat digestion problems and inflammation. This article explores the health benefits and nutrition of pineapple, as well as providing ways to include it in the diet."
					},
					{
						"Title": "",
						"Image": "https://i.ibb.co/xYHQZ46/A13Fruit.png",
						"Description": "Pineapple is an exotic fruit that may help reduce inflammation and promote healthy tissue growth. Pineapple contains an active compound called bromelain, which many people take as a dietary supplement because of its potential health benefits. The National Center for Complementary and Integrative Health state that bromelain can help with reducing nasal inflammation or sinusitis. However, scientists need to carry out more research into its benefits for osteoarthritis and its anticancer potential. Pineapples contain manganese, which the body uses to build bone and tissue. A medium slice of pineapple also contains the following nutrients:"
					}, {
						"Title": "How to eat pineapple",
						"Image": "",
						"Description": "People can enjoy fresh pineapple by itself or in fruit salads. They can also use pineapple to make a tropical salsa or add it as a topping on fish tacos. Try adding frozen pineapple to smoothies."
					}, {
						"Title": "Nutrition",
						"Image": "",
						"Description": "One cup of fresh pineapple chunks contains approximately: As a percentage of your daily requirements, the same amount of fresh pineapple chunks provides: Fresh pineapple is the only known source of an enzyme called bromelain, which might play a role in a range of different health benefits."
					}, {
						"Title": "Benefits",
						"Image": "https://live.staticflickr.com/1245/1338149867_c88e58bc99_b.jpg",
						"Description": "Eating fruits and vegetables of all types has long been associated with a reduced risk of many lifestyle-related health conditions. Many studies have suggested that increasing consumption of plant foods like pineapples decreases the risk of obesity, overall mortality, diabetes, and heart disease. It also promotes a healthy complexion and hair, increased energy, and an overall lower weight. The following are possible benefits of eating pineapple."
					}, {
						"Title": "Age-related macular degeneration",
						"Image": "",
						"Description": "In one prospective study from 2004, people who ate 3 or more servings per day of all fruits demonstrated a decreased risk and slowed progression of age-related macular degeneration."
					}, {
						"Title": "Asthma prevention",
						"Image": "",
						"Description": "The risks of developing asthma are lower in people who consume a high amount of certain nutrients. One of these nutrients is beta-carotene. It is found in orange, yellow and dark green plant foods, such as pineapple, mangoes, papaya, apricots, broccoli, cantaloupe, pumpkin, and carrots. Some smaller studies have suggested bromelain can also contribute to reducing asthma symptoms."
					}, {
						"Title": "Blood pressure",
						"Image": "",
						"Description": "Increasing potassium intake by consuming high potassium fruits and vegetables can help with lowering blood pressure. According to the National Health and Nutrition Examination Survey (NHANES), fewer than 2 percent of U.S. adults meet the daily 4,700-mg recommendation. A high potassium intake is associated with a 20 percent decreased risk of dying from all causes."
					}, {
						"Title": "Cancer",
						"Image": "",
						"Description": "As an excellent source of vitamin C, a strong antioxidant, pineapples can help combat the formation of free radicals. These are linked to the development of cancer. Older studies have shown beta-carotene to have an inverse association with the development of colon cancer in a Japanese population. A 2004 case-control study linked beta-carotene to a protective effect on prostate cancer. However, more recent studies have demonstrated that this may not be the case. High fiber intake from all fruits and vegetables is associated with a lowered risk of colorectal cancer."
					}, {
						"Title": "Diabetes",
						"Image": "",
						"Description": "Individuals with type 1 diabetes who consume high-fiber diets tend to have lower blood glucose levels, and individuals with type 2 diabetes may have improved blood sugar, lipids, and insulin levels."
					}, {
						"Title": "Digestion",
						"Image": "",
						"Description": "Pineapples, because of their fiber and water content, help to prevent constipation and promote regularity and a healthy digestive tract. Pineapples are also rich in bromelain, an enzyme that helps the body digest proteins. Bromelain also reduces inflammatory immune cells, called cytokines, that damage the digestive tract lining."
					}, {
						"Title": "Fertility",
						"Image": "",
						"Description": "Antioxidant-rich diets have been shown to improve fertility. Because free radicals can damage the reproductive system, foods with high antioxidant activity like pineapples are recommended for those trying to conceive."
					}, {
						"Title": "Healing and Inflammation",
						"Image": "",
						"Description": "Some studies have shown that bromelain, primarily in the stem, can reduce swelling, bruising, healing time, and pain associated with injury and surgical intervention."
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "https://5.imimg.com/data5/YD/VM/MY-27568370/fresh-pine-apple-500x500.jpg",
					"Description": ""
				}, {
					"Title": "Heart health",
					"Image": "",
					"Description": "The fiber, potassium, and vitamin C content in pineapple all promote heart health. In one study, people who consumed 4,069 mg of potassium per day reduced the risk of death from ischemic heart disease 49 percent when compared with those who consumed less potassium. Researchers link high potassium intakes to a reduced risk of stroke, protection against loss of muscle mass, preservation of bone mineral density, and reduction in the formation of kidney ."
				}, {
					"Title": "Skin",
					"Image": "",
					"Description": "The antioxidant vitamin C, when eaten in its natural form or applied topically, can help to fight skin damage caused by the sun and pollution, reduce wrinkles, and improve overall skin texture. Vitamin C also plays a vital role in the formation of collagen, the support system of the skin."
				}, {
					"Title": "Diet",
					"Image": "",
					"Description": "Select a pineapple with a firm, plump body, without bruising, or soft spots and with green leaves at the crown. A green outer shell does not mean the pineapple is not ripe and, contrary to popular belief, neither does the ease in which the leaves pull from the crown. Pick pineapples at their peak ripeness. Unlike other fruits, they will not continue to ripen once picked."
				}, {
					"Title": "Whole pineapples should be stored at room temperature, while cut pineapples should be stored in the refrigerator.",
					"Image": "",
					"Description": "When eating canned or packaged pineapple, make sure to pick up the varieties canned in pineapple juice, not heavy syrup."
				}, {
					"Title": "Risks",
					"Image": "",
					"Description": "Beta-blockers, a type of medication most commonly prescribed for heart disease, can cause potassium levels to increase in the blood. High potassium foods should be consumed in moderation when taking beta-blockers. Consuming too much potassium can be harmful to people whose kidneys are not fully functional. If your kidneys are unable to remove excess potassium from the blood, it could be fatal. Those with gastro-esophageal reflux disease (GERD) may experience an increase in symptoms, such as heartburn and regurgitation, when consuming highly acidic foods. However, individual reactions vary. Focus on keeping the overall diet varied and adding a range of nutrients to the overall diet, rather than specific foods."
				}, {
					"Title": "How much pineapple should I eat per day?",
					"Image": "",
					"Description": "A minimum of 5 servings of fruit and vegetables a day is recommended for overall health. Experts encourage more vegetables than fruits for weight management so this leaves room for about 2 servings a day of fruit. In order to obtain the nutritional benefits from a varied diet, eat no more than one serving or one cup of pineapple a day. That being said, if reaching for more pineapple means you are avoiding less healthy snacks, such as processed sweets or junk food, then, by all means, eat more pineapple!"
				}]
			}, {
				"Name": "Lemons",
				"Image": "https://www.health-alternatives.com/images/orange.jpg",
				"Details": [{
						"Title": "Nutritional Value of Lemon",
						"Image": "https://images-prod.healthline.com/hlcmsresource/images/AN_images/lemon-health-benefits-1296x728-feature.jpg",
						"Description": "Lemons are a popular fruit that people use in small quantities and with herbs and spices, but they are rarely consumed alone, due to their intense, sour flavor."
					},
					{
						"Title": "About Lemons",
						"Image": "https://i.ibb.co/nj2RVdT/A14Fruit.png",
						"Description": "Lemons are a citrus fruit that people often use in traditional remedies because of their health benefits. Like other citrus fruits, they contain vitamin C and other antioxidants. Researchers believe that the flavonoids in lemon and other citrus fruits have antibacterial, anticancer, and antidiabetic properties. Citrus fruits, including lemons, contain active components called phytochemicals that benefit health. These include:"
					}, {
						"Title": "How to eat lemons",
						"Image": "https://media.beliefnet.com/~/media/photos-with-attribution/food/lemon1.jpg?as=1",
						"Description": "Use the juice of a lemon to flavor drinking water or squeeze over a salad or fish. Try adding lemon juice to boiling water with a teaspoon of honey to help soothe a sore throat. It is also possible to eat the rind of organic lemons. Some people use the rind in recipes."
					}, {
						"Title": "How can lemons benefit your health?",
						"Image": "",
						"Description": "Lemons were prized by the ancient Romans as they were a symbol of privilege because of their rarity and because they were only a couple of the citrus fruits in the region. "
					}, {
						"Title": "They boost the immune system.",
						"Image": "",
						"Description": "Lemons contain vitamin C and contain potassium. Try drinking lemon water first thing in the morning as it gives the body a chance to absorb these vitamins. Because lemons help the immune system, many people drink warm lemon water during the day to resist sore throats, colds, touches of flu and other germs. Lemon juice can also help people break fevers by expanding exudation. The supplementation of vitamin C can enhance the human immune system and lemons have plenty of it. Vitamin C contributes to maintaining the redox integrity of cells and thereby protects them against reactive oxygen species generated during the respiratory burst and in the inflammatory response, Bayer Consumer Care Ltd., Basel, Switzerland found. Lemon essential oil can help with lymph drainage and help flush toxins out of the body and this aids the immune system."
					}, {
						"Title": "They help oral health.",
						"Image": "",
						"Description": "Lemons are great for toothaches. When lemon juice is applied it reduces inflammation and helps dull the pain. It can also eliminate odors and kills bacteria that may cause gum disease. However, drinking lemon juice can put you at risk for tooth erosion and it can soften the enamel."
					}, {
						"Title": "They help you lose weight.",
						"Image": "",
						"Description": "Celebs such as Gwyneth Paltrow really love their lemons to keep them looking great and to keep the weight off. Experts say that drinking lemon water helps speed up the weight loss process. Lemons do contain pectin, a soluble fiber and it could make you eat less. It may help the body detox, make you feel more energetic and burns fat. But one expert said that's not the case. Hot water with lemon in and of itself does not cause any actual weight loss, Alissa Rumsey, R.D., a spokesperson for the Academy of Nutrition and Dietetics shared with womenshealthmag.com. She added if the liquid is replacing meals or other high-calorie beverages it can result in weight loss."
					}, {
						"Title": "They help with respiratory disorders.",
						"Image": "",
						"Description": "Lemons can assist in fighting chest infections because they have antibacterial properties. Lemon water can be a natural remedy for allergies and can help break up mucus in the throat. Freshly squeezed lemon juice can help you with asthma as well. Take a tablespoon of the juice with a glass of water, add a pinch of black pepper and drink it after a meal. Repeat this until attacks start to subside."
					}, {
						"Title": "They can help with indigestion.",
						"Image": "",
						"Description": "Being stressed, smoking, drinking or drinking too much caffeine can hurt your tummy. These factors can worsen underlying conditions that cause indigestion like an ulcer or gastroesophageal reflux disease. Lemon juice may help with indigestion problems. Try having a few drops of lemon on your meal to help with indigestion. It acts as a blood purifier and a cleansing agent, so a good drink after lunch or dinner is fresh lemon soda, which is also called fresh lime soda in many places, organicfacts.com reported."
					}, {
						"Title": "They keep your skin healthy.",
						"Image": "",
						"Description": "Diluting lemon juice with water can be used to get rid of acne and blackheads. Dab lemon juice on blackheads to draw them out during the day to avoid seeing a dermatologist. Many people report skin improvement after treating their face with lemon juice. Another tip is washing your face with lemon juice – you’ll find that lemons are a natural cleanser and can exfoliate the skin. You’ll see an improvement in your skin’s quality. They also can be used to calm poison ivy and stop the itchiness. If needed, they can diffuse warts and can get rid of toenail fungus."
					}, {
						"Title": "They help with headaches and pain.",
						"Image": "",
						"Description": "Add a few teaspoons of lemon juice to hot tea with some honey and you’ll find that your headaches disappear. Dab some lemon oil on your temples when dealing with fatigue or stress for relief. Lemon extracts can also help alleviate pain associated with premenstrual syndrome and it could help with the symptoms."
					}, {
						"Title": "Boosting the immune system",
						"Image": "",
						"Description": "Foods that are high in vitamin C and other antioxidants may help strengthen the immune system against the germs that cause cold and flu."
					}, {
						"Title": "Weight loss",
						"Image": "",
						"Description": "One study, published in 2008, found that when rodents that received lemon phenols along with a high-fat diet for 12 weeks, they did not gain as much weight as rodents that did not receive the lemon-peel phenols. Lemon phenols are present in lemon peel."
					}, {
						"Title": "Increasing iron absorption",
						"Image": "",
						"Description": "Iron deficiency is one of the most common nutrient deficiencies in developed countries and a leading cause of anemia."
					}
				],
				"RelatedImages": [{
					"Title": "FAQs",
					"Image": "https://media.beliefnet.com/~/media/photos-with-attribution/food/lemon1.jpg?as=1",
					"Description": ""
				}, {
					"Title": "Vitamin C",
					"Image": "",
					"Description": "Vitamin C has long been seen as an antioxidant, anti-atherogenic, and anti-carcinogenic. However, some of these claims have been questioned in recent years, and the precise effect of ascorbic acid remains unclear."
				}, {
					"Title": "Nutrition",
					"Image": "",
					"Description": "The United States Department of Agriculture (USDA) national nutrient database says that one raw lemon, without peel, weighing about 58 grams (g), contains 44.5 mg of vitamin C. According to the National Institutes of Health (NIH), the recommended dietary allowance (RDA) for women aged 19 years and older is 75 mg of vitamin C a day, while men aged 19 years and older should consume 90 mg. Smokers need 35 mg per day more than nonsmokers."
				}, {
					"Title": "Tips",
					"Image": "",
					"Description": "Lemons should be picked at their peak ripeness because, unlike many other fruits, they do not ripen or improve in quality after being picked. They should be stored at room temperature away from direct sunlight. Lemons pair well with both savory and sweet dishes. They are often used with fish, shrimp, scallops, chicken, and in many Mediterranean dishes, as well as desserts."
				}, {
					"Title": "Lemon water",
					"Image": "",
					"Description": "Lemon water has been promoted as having a wide range of benefits, from weight loss to relieving depression. It is possible that various nutrients in lemon, if consumed in high enough quantities, may produce the various health benefits attached to lemon water. However, the main benefit may be that consuming lemon water instead of juice reduces the intake of sugar, and that a person who drinks plenty of lemon water is less likely to be dehydrated."
				}, {
					"Title": "Risks",
					"Image": "",
					"Description": "Lemons are high in acid, so their juice may affect people with: Mouth ulcers: It can cause a stinging sensation Gastro-esophageal reflux disease (GERD): It can worsen symptoms such as heartburn and regurgitation It is the total diet or overall eating pattern that is most important in disease prevention and achieving good health. It is better to eat a diet with a variety than to concentrate on individual foods as the key to good health."
				}]
			}
		]
	}]
}
